final district = {
  "0": "ศูนย์ประสาน covid จังหวัด",
  "1": "กันทรลักษ์",
  "2": "กันทรารมย์",
  "3": "ขุขันธ์",
  "4": "ขุนหาญ",
  "5": "โนนคูณ",
  "6": "น้ำเกลี้ยง",
  "7": "บึงบูรพ์",
  "8": "เบญจลักษ์",
  "9": "ปรางค์กู่",
  "10": "โพธิ์ศรีสุวรรณ",
  "11": "พยุห์",
  "12": "ไพรบึง",
  "13": "ภูสิงห์",
  "14": "เมืองศรีสะเกษ",
  "15": "เมืองจันทร์",
  "16": "ยางชุมน้อย",
  "17": "ราษีไศล",
  "18": "วังหิน",
  "19": "ศรีรัตนะ",
  "20": "ศิลาลาด",
  "21": "ห้วยทับทัน",
  "22": "อุทุมพรพิสัย",
  "23": "- กรุณาเลือกอำเภอภูมิลำเนา"
};

// ช่วยเหลือตัวเองได้หรือไม่ *
final data0 = {
  "0": "ได้",
  "1": "ไม่ได้",
};

// ผู้ป่วยอยู่ในพื้นที่จังหวัดศรีสะเกษหรือไม่
final data1 = {
  "0": "อยู่ในพื้นที่",
  "1": "อยู่นอกพื้นที่กำลังเดินทางเข้ามา",
  "2": "อยู่นอกพื้นที่ยังไม่เดินทางเข้ามา",
};

// มีอาการหอบเหนื่อย หายใจเร็ว หายใจไม่สะดวก หรือปอดติดเชื้อหรือไม่
final data2 = {
  "0": "มี",
  "1": "ไม่มี",
};

// อาการเจ็บป่วยเบื้องต้น *
final data3 = {
  "0": "ไข้",
  "1": "ไอ",
  "2": "น้ำมูก",
  "3": "ตาแดง",
  "4": "ผื่นขึ้น",
  "5": "ไม่มีอาการ",
  "6": "อื่นๆ"
};

// โรคที่เพิ่มความเสี่ยง
// เลือกตัวเลือกที่ใช่ทั้งหมด
final data4 = {
  "0": "โรคปอดอุดกั้นเรื้อรัง (รวมโรคปอดอื่น ๆ)",
  "1": "โรคไตเรื้อรัง",
  "2": "โรคหัวใจและหลอดเลือด (รวมโรคหัวใจแต่กำเนิด)",
  "3": "โรคหลอดเลือดสมอง",
  "4": "เบาหวาน",
  "5": "อ้วน (น้ำหนักเกิน 90 kg)",
  "6": "ตับแข็ง",
  "7": "ภูมิคุ้มกันต่ำ (wbc < 1,000 cell/mm3)",
  "8": "HIV"
};

// เพศ
final sex = {
  "0": "ชาย",
  "1": "หญิง",
};

// ตั้งครรภ์หรือไม่ *
final isPregnant = {
  "0": "ใช่",
  "1": "ไม่ใช่",
};
